{
  "privacy": {
    "title": "Privacy Policy",
    "section1": "<h2 id=\"m716\">Preamble</h2><p>With the following privacy policy, we would like to inform you about which types of your personal data (hereinafter also referred to as \"data\") we process for which purposes and to what extent. This privacy policy applies to all processing of personal data carried out by us, both in the context of providing our services and in particular on our websites, in mobile applications, and within external online presences, such as our social media profiles (hereinafter collectively referred to as \"online offering\").</p><p>The terms used are not gender-specific.</p><p>Effective: April 16, 2025</p>",
    "section2": "<h2 id=\"m3\">Controller</h2><p>Joshua Brunke<br>Über der Kieckwiese 3<br>38729 Langelsheim<br>Germany</p><p>Email address: <a href=\"mailto:joshuabrunke1@gmail.com\">joshuabrunke1@gmail.com</a></p><p>Phone: +49(5383)9079151</p>",
    "section3": "<h2 id=\"mOverview\">Overview of Processing</h2><p>The following overview summarizes the types of data processed and the purposes of their processing and refers to the data subjects.</p><h3>Types of Processed Data</h3><ul><li>Usage data.</li><li>Meta, communication, and procedural data.</li><li>Log data.</li></ul><h3>Categories of Data Subjects</h3><ul><li>Users.</li></ul><h3>Purposes of Processing</h3><ul><li>Provision of our online offering and user-friendliness.</li><li>Information technology infrastructure.</li></ul>",
    "section4": "<h2 id=\"m2427\">Relevant Legal Bases</h2><p><strong>Relevant legal bases under the GDPR:</strong> The following provides an overview of the legal bases of the GDPR on which we process personal data. Please note that in addition to the provisions of the GDPR, national data protection regulations may apply in your or our country of residence. If more specific legal bases are applicable in individual cases, we will inform you of these in the privacy policy.</p><ul><li><strong>Consent (Art. 6 para. 1 sentence 1 lit. a GDPR)</strong> – The data subject has given their consent to the processing of personal data concerning them for a specific purpose or purposes.</li><li><strong>Legitimate interests (Art. 6 para. 1 sentence 1 lit. f GDPR)</strong> – The processing is necessary for the purposes of the legitimate interests pursued by the controller or a third party, except where such interests are overridden by the interests or fundamental rights and freedoms of the data subject which require protection of personal data.</li></ul><p><strong>National data protection regulations in Germany:</strong> In addition to the data protection regulations of the GDPR, national regulations on data protection apply in Germany. These include, in particular, the Federal Data Protection Act (BDSG)...</p>",
    "section5": "<h2 id=\"m12\">General Information on Storage and Deletion</h2><p>We delete personal data we process in accordance with legal requirements as soon as the consents upon which processing is based are revoked or no further legal bases for processing exist. This applies when the purpose of processing no longer applies or the data is no longer needed. Exceptions apply if legal obligations or special interests require longer storage or archiving of the data...</p>",
    "section6": "<h2 id=\"m10\">Rights of Data Subjects</h2><p>As a data subject, you have various rights under the GDPR, particularly Articles 15 to 21 GDPR:</p><ul><li><strong>Right to object</strong></li><li><strong>Right to withdraw consent</strong></li><li><strong>Right of access</strong></li><li><strong>Right to rectification</strong></li><li><strong>Right to erasure and restriction</strong></li><li><strong>Right to data portability</strong></li><li><strong>Right to lodge a complaint with a supervisory authority</strong></li></ul>",
    "section7": "<h2 id=\"m225\">Provision of the Online Offering and Web Hosting</h2><p>We process users' data in order to provide them with our online services. For this purpose, we process the user's IP address, which is necessary to deliver content and functions of our online services to the user's browser or device...</p>",
    "section8": "<h2 id=\"m328\">Plugins and Embedded Functions and Content</h2><p>We integrate functional and content elements into our online offering that are obtained from the servers of their respective providers...</p><ul><li><strong>Data types:</strong> Usage data, metadata, log data</li><li><strong>Legal basis:</strong> Consent, legitimate interests</li><li><strong>Examples:</strong> Embedded maps, videos, scripts, fonts</li></ul>",
    "section9": "<p><a href=\"https://datenschutz-generator.de/\" title=\"Legal text by Dr. Schwenke - click for more information.\" target=\"_blank\" rel=\"noopener noreferrer nofollow\">Created with the free privacy policy generator by Dr. Thomas Schwenke</a></p>"
  }
}
